Repository: dhargitai/szepulhu
Catalog: application/app/Resources/translations/messages.*.xliff
Languages: hu

# interest.free_appointment_scheduling
source: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Free Appointment Scheduling</div> <div class="label_description"> Mobile and web appointment books, dead-simple online booking, email and text message reminders and follow-ups </div>
hu: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Ingyenes időpontkezelés</div> <div class="label_description"> Hótt-egyszerű mobilos és webes időpontfoglalás, email és SMS emlékeztetők és utánkövetés </div>

# interest.free_client_tracking
source: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">A Free Website and Free Online Marketing</div> <div class="label_description"> A beautiful website and image gallery, social media tools, and listing in the Szépül.hu Client Directory </div>
hu: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Ingyenes weboldal és online marketing</div> <div class="label_description"> Egy gyönyörű weboldal és képgaléria, közösségi média eszközök, valamint listázás a Szépül.hu szakember adatbázisában </div>

# interest.free_website_and_online_marketing
source: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Free Client Tracking</div> <div class="label_description"> Track client formulas, contact info and photos after every appointment from the mobile app or web site </div>
hu: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Ingyenes kliens utánkövetés</div> <div class="label_description"> Kliens bejelentkezések, kapcsolati információk és fotók nyomonkövetése minden találkozó után mobil alkalmazáson vagy a weboldalon keresztül </div>

# interest.grow_and_simplify_business
source: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Premium Tools to Grow and Simplify Your Business</div> <div class="label_description"> Email Marketing tools, extra promotion in the Szépül.hu directory and across the web to drive you new clients </div>
hu: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Prémium eszközök az üzlet növelésére és egyszerűsítésére</div> <div class="label_description"> Email Marketing eszközök, extra promóció a Szépül.hu listázásban és egyéb helyeken, hogy még több új kliens találjon rád </div>

# interest.not_sure
source: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">I'm not sure yet</div> <div class="label_description">That's OK too!</div>
hu: <div class="label_image free_appointment_scheduling"></div> <div class="label_main">Még nem tudom biztosan</div> <div class="label_description">Ez is teljesen rendben van</div>

# form.name
source: Name
hu: Név

# button.next
source: Next
hu: Tovább

# button.finish
source: Finish
hu: Befejezés

# form.professional.role
source: Role
hu: Szerepkör

# menuitem.photos.text
source: Browse photos
hu: Fotók

# menuitem.howitworks.text
source: How it works
hu: Hogy működik?

# menuitem.signup.text
source: Sign up
hu: Regisztráció

# menuitem.login.text
source: Log in
hu: Belépés

# menuitem.listyourbusiness.text
source: List your business
hu: Hirdesd a vállalkozásod

# professionalProfile.message
source: Message Me
hu: Üzenet

# professionalProfile.contactInfo
source: Contact Info
hu: Kapcsolati infó

# professionalProfile.bookMe
source: Book Me
hu: Időpontfoglalás

# professionalProfile.bookAnAppointment
source: Book an Appointment
hu: Foglalj időpontot

# professionalProfile.serviceLengthInMinutes
source: %serviceLength% min.
hu: %serviceLength% perc

# professionalProfile.service.bookMe
source: Book Me
hu: Időpont

# professionalProfile.writeARecommendation
source: Write a Recommendation
hu: Írj egy ajánlást

# professionalProfile.contactDetails
source: Contact Details
hu: Kapcsolat

# professionalProfile.viewContactInfo
source: View Contact Info
hu: Kapcsolati adatok mutatása

source: Google Map
hu: Google Térkép

# professionalProfile.businessHours
source: Business Hours
hu: Nyitvatartás

# professionalProfile.otherLinks
source: Other Links
hu: Egyéb linkek

# professionalProfile.website
source: Website
hu: Weboldal

# professionalProfile.professionalsCalendar
source: %lastname% %firstname%'s Calendar
hu: %lastname% %firstname% időbeosztása

# professionalProfile.verifiedRecommendations
source: %numberOfRecommendations% Verified Recommendations
hu: %numberOfRecommendations% Ellenőrzött ajánlás

# homepage.tagline
source: Find and Book beauty and wellness professionals near you
hu: Foglalj időpontot szépség- és wellness szakembereknél a környékeden

# homepage.search
source: Search
hu: Keresés

# homepage.countyoption
source: %countyName% county
hu: %countyName% megye

# homepage.asSeenHere
source: As Seen In...
hu: Ahogy itt is láthattad...

# homepage.browseOffers
source: Browse Offers
hu: Böngéssz szakembereink ajánlataiból

# homepage.photoOfTheDay
source: Photo of the Day
hu: A nap fotója

# homepage.listYourselfHere
source: List Yourself Here
hu: Hirdesd magad itt

# homepage.clickHere
source: Click Here
hu: Kattints ide

# homepage.serviceName
source: Name of the service?
hu: Szolgáltatás neve?

# homepage.serviceLocation
source: Service location?
hu: Szolgáltatás helye?

# homepage.serviceDate
source: Appointment date?
hu: Időpont napja?

# homepage.serviceTime
source: Appointment time?
hu: Időpont napszaka?

# homepage.doSearch
source: Search
hu: Keresés

# timeRange.morning
source: Morning
hu: Reggel

# timeRange.noon
source: Noon
hu: Dél

# timeRange.afternoon
source: Afternoon
hu: Délután

# timeRange.evening
source: Evening
hu: Este

# professional.name
source: %firstname% %lastname%
hu: %lastname% %firstname%

# professionals.search.number_of_results
source: Total %count% number of matches.
hu: Összesen %count% találat van.

# professionals.search.no_results
source: Alter search parameters to get results.
hu: A találatok megjelenítéséhez módosítsa a keresési feltételeket.
